[{
  "_collection": "products",
  "_created_at": "2022-03-08T18:31:53.973584Z",
  "_gid": "www.amazon.com-9d5c063da333a954f86494bb48b52a94",
  "_id": "3e70c3ad9cfd4238b9d9a7147f6461d3",
  "_job_id": 25,
  "asin": "B08WFV7L3N",
  "available": false,
  "category": "OLED TVs",
  "description": "OLED DISPLAY: Watch your content come to life in over 8 million pixels. Each pixel turns on and off independently so you'll see your content with perfect black, over a billion rich colors and infinite contrast for a viewing experience like no other. α9 GEN 4 AI PROCESSOR 4K: Picture and sound adjustment happen automatically with our best processor. The a9 Gen4 AI Processor 4K uses deep-learning algorithms to detect scenes and genres to make your content look its best no matter what or when you're watching. GAME OPTIMIZER: Game Optimizer gives you easier access to all your game settings, while the latest HDMI allows for fast gaming speeds. Plus, you'll get low input lag and fast response times with Auto Low-Latency Mode and HGiG. GOOGLE ASSISTANT & ALEXA BUILT IN: There’s no need for an extra device – just ask your TV for music, weather, news, your Amazon shopping list, and more. Plus, conveniently control your connected home and smart devices. HOME CINEMA EXPERIENCE: Get breathtaking picture and audio that makes you feel like you're in the action with Cinema HDR, Dolby Vision IQ & Dolby Atmos. See movies exactly how directors intended with Filmmaker Mode. And with built-in access to Netflix, Prime Video, Apple TV+, Disney+ and LG channels, your favorite content is at your fingertips.",
  "price": 1296.99,
  "rating": 4.7,
  "reviews_count": 3309,
  "seller": "Visit the LG Store",
  "title": "LG OLED C1 Series 55” Alexa Built-in 4k Smart TV (3840 x 2160), 120Hz Refresh Rate, AI-Powered 4K, Dolby Cinema, WiSA Ready, Gaming Mode (OLED55C1PUB, 2021)",
  "url": "https://www.amazon.com/LG-OLED55C1PUB-Alexa-Built-Smart/dp/B08WFV7L3N"
},
{
  "_collection": "products",
  "_created_at": "2022-03-08T18:33:03.989725Z",
  "_gid": "www.amazon.com-7dec0e9d9b2a5ce5f7b7f030c84ecd4e",
  "_id": "58fe6dee67634de58b2114455b8de026",
  "_job_id": 25,
  "asin": "B093R83DV1",
  "available": false,
  "category": "LED & LCD TVs",
  "description": "4K Ultra HD - Over 8 million pixels for breathtaking detail. 4 times the resolution of 1080p! Dolby Vision HDR - See it the way the director intended. Dolby Vision transforms your TV experience with incredible brightness, contrast, and color that brings entertainment to life like never before. M-series also supports HDR10, HDR10+ and HLG. Quantum Color - Next-generation Quantum Color delivers cinematic color with over a billion hues of vibrant color. Full Array Backlight - Evenly distributed LEDs across the screen's backlight deliver superior light uniformity and picture performance. IQ Active Processor - Delivers superior picture processing, and a powerful and intelligent 4K upscaling engine that makes your favorite HD entertainment look spectacular in 4K. Active Pixel Tuning - Intelligent pixel-level brightness adjustments that tune contrast levels frame by frame in over 2000 zones for superior visual contrast.",
  "price": 598,
  "rating": 4.4,
  "reviews_count": 458,
  "seller": "Visit the VIZIO Store",
  "title": "VIZIO 65-Inch M6 Series Premium 4K UHD Quantum Color LED HDR Smart TV with Apple AirPlay and Chromecast Built-in, Dolby Vision, HDR10+, HDMI 2.1, Variable Refresh Rate, M65Q6-J09, 2021 Model",
  "url": "https://www.amazon.com/VIZIO-65-Inch-Chromecast-Variable-M65Q6-J09/dp/B093R83DV1"
}]